<?php

 // Подключение плагинов

return [

//****************// Плагины реализующие функционал целой страницы //****************//

    'pages' => [

        // Плагин "Регистрации/Авторизации "(Вариант без регистрации)

        'users' => [
            'status' => 1,
            'routes' => [
                'level' => '0',         // Номер сущности в URL строке
                'entities' => [
                    'authorization'     // Адрес плагина в URL
                ]
            ],
            'options' => [
                                        // Любые дополнительные опции
            ]
        ],

        // Плагин "Кабинет администратора"

        'cabinet' => [
            'status' => 1,
            'routes' => [
                'level' => '0',
                'entities' => [
                    'cabinet'
                ]
            ],
            'options' => [

            ]
        ]
    ]
];